Repository: caius-kong/mt
Catalog: data_clean/input/old.tmx
Source language: en_us
Languages: fr_fr

source: Manage Quarantined Files
fr_fr: Gérer les fichiers mis en quarantaine

source: quarantined file(s) were successfully restored, cleaned, or deleted.Unable to restore, clean, or delete quarantined file(s).
fr_fr: fichier(s) en quarantaine ont été restaurés, nettoyés ou supprimés.Impossible de restaurer, nettoyer ou supprimer fichier(s) en quarantaine.

source: Confirm Deletion
fr_fr: Confirmer la suppression

source: Do you want to delete the selected quarantined file(s)? Deleted files can no longer be restored. Click Ok to delete, or Cancel to keep the quarantined file(s).
fr_fr: Voulez-vous supprimer les fichiers en quarantaine ? Des fichiers supprimés ne peuvent plus être restaurés. Cliquez sur OK pour supprimer ou sur Annuler pour conserver les fichiers en quarantaine.

source: Invalid Date Range
fr_fr: Période non valide

source: Specify a valid date range for log query.
fr_fr: Spécifiez une période valide pour l'interrogation des journaux.

source: Trend Micro Security (for Mac)
fr_fr: Trend Micro Security (pour Mac)

source: Trend Micro Security (for Mac) delivers immediate protection from malware targeting Mac OS and other operating systems in heterogeneous environments. Trend Micro Smart Protection Network enables real-time correlated threat intelligence and proactive Web threat protection. This flexible solution integrates seamlessly into Mac OS for easy of administration and a positive user experience. Please refer to the release notes and Administrator's Guide for installation requirements and details. Click here to download these documents. For upgrade instructions, see Chapter 8 of the Administrator's Guide. If you see a Windows notification to restart the host machine, restart only after the installation of Trend Micro Security (for Mac) server is complete. The notification sometimes appears after the installer installed Microsoft Visual C++ 2005 Redistributable but has yet to finish installing the Trend Micro Security (for Mac) server. If the host machine runs Windows Server 2012, install the SQL 2008 upgrade tool before installing the Trend Micro Security (for Mac) server. For details about the tool, see the KB here.Trend Micro recommends upgrading the Trend Micro Security (for Mac) agent to version 2.0 Patch 1 (version 2.0.1036). This patch includes support for OS X Mavericks (version 10.9). For more information, refer to the KB here.
fr_fr: Trend Micro Security (pour Mac) offre une protection immédiate contre les programmes malveillants visant les systèmes d'exploitation Mac OS et autres dans des environnements hétérogènes. Trend Micro Smart Protection Network permet l'analyse de corrélation de menaces en temps réel et une protection proactive contre les menaces Web. Cette solution flexible s'intègre de manière transparente à Mac OS pour faciliter l'administration du produit et assurer une expérience positive pour l'utilisateur. Reportez-vous aux notes de mise à jour et au Manuel de l'administrateur pour obtenir des détails sur la configuration requise et l'installation. Cliquez ici pour télécharger ces documents. Pour obtenir des instructions sur la mise à niveau, consultez le chapitre 8 du Manuel de l'administrateur. Si une notification Windows s'affiche vous invitant à redémarrer l'ordinateur hôte, veuillez ne procéder au redémarrage qu'après avoir complété l'installation du serveur Trend&nbsp;Micro&nbsp;Security (pour Mac). Cette notification apparaît parfois après l'installation de Microsoft Visual C++ 2005 Redistributable alors que l'installation du serveur Trend&nbsp;Micro&nbsp;Security (pour Mac) n'est pas encore terminée. Si l'ordinateur hôte exécute Windows&nbsp;Server&nbsp;2012, installez l'outil de mise à niveau SQL&nbsp;2008 avant d'installer le serveur Trend&nbsp;Micro&nbsp;Security (pour Mac). Pour plus de détails sur cet outil, consultez l'article de la base de connaissances ici.Trend Micro recommande la mise à niveau de l'agent Trend Micro Security (pour Mac) vers la version&nbsp;2.0 Patch&nbsp;1 (version&nbsp;2.0.1036). Ce patch comprend la prise en charge d'OSX Mavericks (version10.9). Pour plus d'informations, consultez l'article de la base de connaissances ici.

source: Scan compressed files.
fr_fr: Scanner les fichiers compressés.

source: WARNING: Selecting &quot;Delete&quot; prevents the recovery of files for further evaluation. Consider selecting &quot;Quarantine&quot; to avoid any loss of data. Do you want to continue using the &quot;Delete&quot; action?
fr_fr: AVERTISSEMENT: sélectionner "Supprimer" empêche la restauration de fichiers pour une évaluation plus approfondie. Envisagez la sélection de la "Quarantaine" pour éviter toute perte de données. Voulez-vous continuer à utiliser l'action "Supprimer"&nbsp;?

source: NOTICE: &quot;Rename&quot; is only available for Windows platforms. For Mac clients, the last configured setting continues to apply.
fr_fr: REMARQUE: l'option &quot;Renommer&quot; est uniquement disponible sur les plates-formes Windows. Pour les clients Mac, le dernier paramètre configuré continue de s'appliquer.

source: NOTICE: &quot;Deny Access&quot; is only available for Windows platforms. For Mac clients, the last configured setting continues to apply.
fr_fr: REMARQUE: l'option &quot;Refuser l'accès&quot; est uniquement disponible sur les plates-formes Windows. Pour les clients Mac, le dernier paramètre configuré continue de s'appliquer.

source: Stop Scanning Settings
fr_fr: Paramètres d'arrêt du scan

source: Enable the privilege to stop scanning
fr_fr: Activer le privilège d'arrêter le scan

source: Stop scanning after:
fr_fr: Arrêter le scan après&nbsp;:

source: hour(s)
fr_fr: heure(s)

source: minite(s)
fr_fr: minute(s)

source: Enable the Scan cache
fr_fr: Activer le cache du scan

source: For Windows clients, the scan cache only supports On-Demand scans.
fr_fr: Pour les clients Windows, le cache du scan prend uniquement en charge les scans à la demande.

source: Enter a file name and/or directory to exclude from scanning. You can use wildcards in place of folder names. (for example: "/Users/username/exclusions/ExcludeDoc&#46;hlp" or "/Users/username/exclusions/"). Use wildcards in place of folder names (for example, “/Users/*/temp”).
fr_fr: Entrez un nom de fichier et/ou un répertoire à exclure du scan. Vous pouvez utiliser des caractères génériques pour remplacer les noms de dossiers. (par exemple&nbsp;: «&nbsp;/Users/username/exclusions/ExcludeDoc&#46;hlp&nbsp;» ou «&nbsp;/Users/username/exclusions/&nbsp;»). Utilisez des caractères génériques pour remplacer les noms de dossiers (par exemple, «&nbsp;/Users/*/temp&nbsp;»).

source: Unable to create the exclusion. The full file path, directory, or wildcard usage is invalid. Type a full file path or directory path with properly formatted wildcards and try again.
fr_fr: Impossible de créer l'exclusion. Le chemin d'accès complet aux fichiers, le répertoire ou l'utilisation du caractère générique n'est pas valide. Tapez un chemin d'accès complet aux fichiers ou un chemin d'accès au répertoire comportant des caractères génériques correctement mis en forme et réessayez.

source: Click here to initiate the deployment process
fr_fr: Cliquez ici pour initier le processus de déploiement

source: System Tray Icon - Enabled
fr_fr: Icône de la barre d'état système - activée

source: Behavior Monitor Detection Pattern Version (64-bit)&nbsp;
fr_fr: Modèle de détection de surveillance des comportements (64&nbsp;bits)&nbsp;

source: Core Protection Module for Mac- Disable Client System Tray Icon
fr_fr: Core Protection Module pour Mac – Désactiver l'icône du client dans la barre d'état système

source: Use this task to disable the client system tray icon which provides access to the client console. The client console displays information such as recently detected virus and spyware/grayware infections on Mac clients.
fr_fr: Utilisez cette tâche pour désactiver dans la barre d'état système l'icône du client qui donne accès à la console client. La console client affiche diverses informations telles que les virus récemment détectés et les infections spyware/grayware sur les clients Mac.

source: Core Protection Module for Mac- Enable Client System Tray Icon
fr_fr: Core Protection Module pour Mac – Activer l'icône du client dans la barre d'état système

source: Use this task to enable the client system tray icon which provides access to the client console. The client console displays information such as recently detected virus and spyware/grayware infections on Mac clients.
fr_fr: Utilisez cette tâche pour activer dans la barre d'état système l'icône du client qui donne accès à la console client. La console client affiche diverses informations telles que les virus récemment détectés et les infections spyware/grayware sur les clients Mac.

source: This analysis provides the followinginformation for endpoints with Web Reputation enabled: Number of Web Threats Found Web Reputation Enabled/Disabled Web Reputation Security Level Web Reputation Service Type Web Reputation Query Server URL Connection to the Smart Protection Network Log Purge Enabled Log Age Deletion Threshold
fr_fr: Cette analyse fournit les informations suivantes aux points finaux à la réputation de sites Web activée: Nombre de menaces Internet détectées Réputation de sites Web activée/désactivée Niveau de sécurité de la Réputation de sites Web Type de Service de réputation de sites Web URL du serveur de requêtes de réputation de sites Web Connexion à Smart Protection Network Purge des journaux activée Seuil de suppression d'ancienneté des journaux

source: This analysis contains information about the Trend Micro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following properties: CPM for Mac Client Program Version Virus Pattern - Selected Virus Pattern Version Virus Scan Engine - Selected Virus Scan&nbsp;Engine Version Spyware Active-monitoring Pattern - Selected Spyware Active-monitoring Pattern Version Last Pattern Update Last Pattern Update Result LastVirus/Malware Scan LastCLI Use Last CLI Use Result Current Scan Status Average Update Time Interval Update Count Auto-Update - Enabled Maximum Virus/Malware Report Count Install Time Last Malware Detection Start Time of Last On-Demand Scan Active Virus/Malware Number Last Pattern Update from Cloud and ActiveUpdate Server MPM Client Patch System Tray Icon - Enabled
fr_fr: Cette analyse contient des informations sur les points finaux Trend Micro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent : Version du programme client CPM pour Mac Fichier de signatures de virus – Sélectionné Version du fichier de signatures de virus Moteur de scan antivirus – Sélectionné Version du&nbsp;moteur de scan antivirus Signatures de surveillance active des spywares – Sélectionné Version du fichier de signatures de surveillance active des spywares Dernière mise à jour du fichier de signatures Résultat de la dernière mise à jour du fichier de signatures Dernierscan anti-virus/programmes malveillants Dernièreutilisation de l'interface de ligne de commande (CLI) Résultat de la dernière utilisation de l'interface de ligne de commande (CLI) État du scan actuel Intervalle de temps moyen de mise à jour Nombre de mises à jour Mise à jour automatique – activée Nombre maximal de rapports sur les virus/programmes malveillants Heure d’installation Dernière détection des programmes malveillants Heure de début du dernier scan à la demande Nombre de virus/programmes malveillants actifs Dernière mise à jour du fichier de signatures depuis le Web et le serveur ActiveUpdate MPM Client Patch Icône de la barre d'état système - activée

source: This analysis contains information about the On-Demand scan settings on TrendMicro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: CPU Usage Target: Scan Compressed Files Target: File Scan Target Target: Enable the Scan Cache Target: Stop Scanning After Target: Enable the Privilege to Stop Scanning Act: Enable ActiveAction Act: Enable Customized Action Act: First Action Act: Second Action
fr_fr: Cette analyse contient des informations sur les paramètres de scan à la demande sur les points finaux de TrendMicro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent : Cible : Activer le scan antivirus/programmes malveillants Cible &nbsp;: Utilisation de l'UC (processeur) Cible &nbsp;: Scanner les fichiers compressés Cible &nbsp;: Fichier cible du scan Cible : activer le cache du scan Cible : arrêter le scan après Cible&nbsp;: activer le privilège d'arrêter le scan Action&nbsp;: Activer ActiveAction Action &nbsp;: Activer Action personnalisée Action : Première action Action : Deuxième action

source: This analysis contains information about the Real-Time scan settings on TrendMicro Core Protection Module for Mac endpoints in your deployment. After activating this analysis, you will see the following properties: Target: Enable Virus/Malware Scan Target: User Activity on Files Target: Scan Compressed Files Act: Enable ActiveAction Act: Customized Action for Virus/Malware Act: First Action Act: Second Action Act: Enable Virus Pop-up Alert
fr_fr: Cette analyse contient des informations sur les paramètres de scan en temps réel sur les points finaux de TrendMicro Core Protection Module pour Mac dans votre déploiement. Après l'activation de cette analyse, les propriétés suivantes s'affichent : Cible&nbsp;: Activer le scan antivirus/programme malveillant Cible &nbsp;: Action des utilisateurs sur les fichiers Cible &nbsp;: Scanner les fichiers compressés Action&nbsp;: Activer ActiveAction Action &nbsp;: Action personnalisée pour les virus/programmes malveillants Action &nbsp;: Première action Action : Deuxième action Action : Activer le message contextuel d'alerte de virus

source: This task triggers the CPM Case Diagnostic Tool (CDT) and uploads collected information. Note:The client should have the CDT tool stored in the folder "/Library/Application Support/TrendMicro/MPM".
fr_fr: Cette tâche déclenche le Case Diagnostic Tool (CDT) de CPM et télécharge les informations collectées. Remarque :Le client doit disposer de l'outil CDT, stocké dans le dossier « &nbsp;/Library/Application Support/TrendMicro/MPM &nbsp;».

source: Core Protection Module for Mac - Execute CPM Case Diagnostic Tool (CDT)
fr_fr: Core Protection Module pour Mac - Exécution de Case Diagnostic Tool (CDT) de CPM

source: The listed computers do not have TrendMicro Core Protection Module for Macinstalled. The TrendMicro Core Protection Module for Mac will enable clients to monitor, detect, and fix viruses and spyware found. Use this action to deploy Mac Protection Module on computers that do not have it. Note: After the installation of Trend&nbsp;Micro Core Protection Module for Mac, the clients’ computers may need to restart. When reboot is required, the current TrendMicro Core Protection Module for Mac Client may popup a message to notify the user to restart the computer. File Size:36.2MB
fr_fr: TrendMicro Core Protection Module pour Macn'est pas installé sur les ordinateurs répertoriés. TrendMicro Core Protection Module pour Mac permettra aux clients de surveiller, détecter et corriger les virus et spywares détectés. Utilisez cette action pour déployer Mac Protection Module sur des ordinateurs qui n'en disposent pas. Remarque: après l'installation de Trend&nbsp;Micro Core Protection Module pour Mac, les ordinateurs clients devront éventuellement redémarrer. Lorsqu'un redémarrage est requis, le client TrendMicro Core Protection Module pour Mac actuel peut afficher un message demandant à l'utilisateur de redémarrer l'ordinateur. Taille du fichier :36.2 Mo

source: Copy the VDI Pre-Scan Template Generation Tool (TCacheGen_x86.exe for 32-bit systems or TCacheGen_x64.exe for 64-bit systems) to the \OfficeScanClientfolder of the base image.
fr_fr: Copiez l'outil de génération de modèle de pré-scan VDI (TCacheGen_x86.exe pour les systèmes 32&nbsp;bits ou TCacheGen_x64.exe pour les systèmes 64&nbsp;bits) dans le dossier \OfficeScandossier d'installation du client de l'image de base.

source: Note:1. Collected information files are stored in the client folder recorded in "[Core Protection Module folder]\CDT\CaseDiagnosticTool.ini".2. The client should have the CDT tool stored in the folder "[Core Protection Module folder]\CDT".
fr_fr: Remarque:1. Les fichiers des informations collectées sont archivés dans le dossier client enregistré dans «&nbsp;[Dossier Core Protection Module]\CDT\CaseDiagnosticTool.ini&nbsp;».2. Le client devrait disposer de l'outil CDT, stocké dans le dossier «&nbsp;[Dossier Core Protection Module]\CDT&nbsp;».

source: Note: When deploying Core Protection Module to Windows 8 platforms, the installer automatically upgrades incompatible drivers and a warning message may display. Click the “Close” button on the warning dialog to upgrade the drivers.
fr_fr: Remarque: Lors du déploiement de Core Protection Module sur des plates-formes Windows 8, le programme d'installation met automatiquement à niveau les lecteurs non compatibles et un message d'avertissement s'affiche. Cliquez sur le bouton «&nbsp;Fermer&nbsp;» de la boîte de dialogue d'avertissement afin de mettre les lecteurs à niveau.

source: Note: For endpoints upgrading from Windows 7 to Windows 8, Trend Micro recommends uninstalling Core Protection Module before upgrading to Windows 8. Re-install Core Protection Module after the Windows 8 upgrade completes.
fr_fr: Remarque: Avant d'effectuer la mise à niveau des points finaux de Windows 7 à Windows 8, Trend Micro recommande de désinstaller Core Protection Module. Ré-installez Core Protection Module lorsque la mise à niveau vers Windows 8 est terminée.

source: File Size:98.6 - 107.0 MB
fr_fr: Taille du fichier :98.6 - 107.0 Mo

source: File Size:51.7 - 66.4 MB
fr_fr: Taille du fichier:51,7 - 66,4&nbsp;Mo

source: Core Protection Module - Endpoint Deploy (Version 1.6 Service Pack 1)
fr_fr: Core Protection Module – Déploiement de point final (Version&nbsp;1.6 Service Pack&nbsp;1)

source: Deployment Options: This action allows you to install to the default path "rogram Files\Trend Micro"&nbsp; or to specify a custom path.
fr_fr: Options de déploiement: Cette action vous permet d'installer le chemin d'accès par défaut «rogram Files\Trend Micro»&nbsp;ou de spécifier un chemin d'accès personnalisé.

source: Illegal path characters: Do not use illegal Windows characters including " ? * | / < > and : \ ,unless used as legal part of path
fr_fr: Caractères de chemin d'accès non autorisés&nbsp;: n'utilisez pas de caractères non autorisés qui ne sont pas pris en charge par Windows notamment " ? * | / < > et : \ ,sauf si utilisé comme partie autorisée du chemin d'accès

source: 51.7 - 66.5 MB{\cs5\f1\cf15\lang1024
fr_fr: 51,7 à 66,5 Mo{\cs5\f1\cf15\lang1024

source: Major changesin Core Protection Module 1.6 Service Pack 1
fr_fr: Principaux changements dans Core Protection Module1.6 Service Pack1

source: [Enhancements] Scan Function Enhancement ------------------------- * Service Pack 1 provides the configuration option in the server console, the default behavior is to not scan mapped drives.
fr_fr: [Améliorations] Amélioration de la fonction de scan ------------------------- * Le Service Pack1 fournit l'option de configuration dans la console du serveur, le comportement par défaut est de ne pas scanner les lecteurs mappés.

source: &nbsp;&nbsp; * For usability, Service Pack 1 adds support of wildcards in the Exclusion List.
fr_fr: &nbsp;&nbsp; * Pour plus de convivialité, Service Pack1 ajoute la prise en charge des caractères génériques dans la liste d'exclusion.

source: &nbsp;&nbsp; Client Information Enhancement ------------------------------ * In Service Pack 1, the client language and Service Pack, Patch, and Hot fix versions are displayed in both the&nbsp;BES Server Console and the Client Dashboard.
fr_fr: Amélioration des Informations sur le client ------------------------------ * Dans le Service Pack&nbsp;1, la langue du client et les versions du Service Pack, du patch, et des correctifs de type hotfix sont affichées dans la console du serveur BES et le tableau de bord client.

source: &nbsp;&nbsp; * In Service Pack 1,&nbsp;BES Reports have the ability to identify OfficeScan clients correctly. Report Enhancement ------------------ * Service Pack 1 provides new reports: Real-time Email when Malware infects alerts, Outbreak Alerts, and Action Failure alerts. CPM Server Component Migration ------------------------------ * For future product support, Service Pack 1 migrates to the Common AU 2.0.
fr_fr: &nbsp;&nbsp; * Dans le Service Pack&nbsp;1, les rapports BES ont la capacité d'identifier les clients OfficeScan correctement. Amélioration des rapports ------------------ * Le Service Pack&nbsp;1 fournit de nouveaux rapports&nbsp;: alertes d'e-mails en temps réel lors d'infections par des programmes malveillants, alertes d'épidémie et alertes d'échec d'action. Migration des composants du serveur CPM ------------------------------ * Pour le support futur du produit, le Service Pack1 migre vers Common AU 2.0.

source: &nbsp;&nbsp; Support Tool Enhancement ------------------------ * The Trend Micro Case Diagnoses Tool (CDT) is deployed with the CPM server component, and running CDT would collect the CPM server component information as well as the client information.
fr_fr: Amélioration de l'outil de support ------------------------ * Trend Micro Case Diagnoses Tool (CDT) est déployé avec le composant du serveur CPM et l'exécution de CDT collecte les informations du composant du serveur CPM ainsi que les informations client.

source: &nbsp;&nbsp; Conflict Product Detection/Removal ---------------------------------- * When the CPM client is being installed, it would detect the OfficeScan client as the conflict product.
fr_fr: Détection ou suppression d'un produit conflictif ---------------------------------- * Lors de l'installation du client CPM, celui-ci devrait détecter le client OfficeScan comme produit conflictif.

source: &nbsp;&nbsp; * When the CPM client is installed, it first removes the following products automatically:
fr_fr: &nbsp;&nbsp; Lorsque le client CPM est installé, il supprime d'abord les produits suivants automatiquement&nbsp;:
